Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# panel.cloudVM.loading.failed.elapsed
source: Waited %ds before stopping.
ar: تم الانتظار لمدّة %d ثانية قبل التوقف.
de: %d Sekunden gewartet, bevor gestoppt wurde.
es: Se esperaron %d segundos antes de detenerse.
fr: Attendu %ds avant de s’arrêter.
ja: %d秒間待機した後に停止しました。
ko: 중지하기 전에 %d초 동안 대기했습니다.
zh_hans: 在停止前等待了 %d 秒。
zh_hant: 在停止前已等待 %d 秒。

# panel.cloudVM.loading.failed.generic
source: Cloud VM could not be opened.
ar: تعذر فتح الجهاز الافتراضي السحابي (Cloud VM).
de: Cloud-VM konnte nicht geöffnet werden.
es: No se pudo abrir la Cloud VM.
fr: Impossible d’ouvrir la VM Cloud.
ja: クラウドVMを開けませんでした。
ko: Cloud VM을 열 수 없습니다.
zh_hans: 无法打开 Cloud VM。
zh_hant: 無法開啟 Cloud VM。

# panel.cloudVM.loading.failed.headline
source: Cloud VM unavailable
ar: الجهاز الافتراضي السحابي (Cloud VM) غير متاح
de: Cloud-VM nicht verfügbar
es: Cloud VM no disponible
fr: VM Cloud indisponible
ja: クラウドVMを利用できません
ko: Cloud VM을 사용할 수 없음
zh_hans: Cloud VM 不可用
zh_hant: Cloud VM 無法使用

# panel.cloudVM.loading.failed.launch
source: Cloud VM command could not be launched.
ar: تعذر تشغيل أمر الجهاز الافتراضي السحابي (Cloud VM).
de: Der Cloud-VM-Befehl konnte nicht gestartet werden.
es: No se pudo iniciar el comando de la Cloud VM.
fr: Impossible de lancer la commande de la VM Cloud.
ja: クラウドVMコマンドを起動できませんでした。
ko: Cloud VM 명령을 실행할 수 없습니다.
zh_hans: 无法启动 Cloud VM 命令。
zh_hant: 無法啟動 Cloud VM 指令。

# panel.cloudVM.loading.failed.localServer
source: The local cmux web server is offline. Start it and retry Open Cloud VM.
ar: خادم الويب المحلي لـ cmux غير متصل بالإنترنت. قم بتشغيله وأعد محاولة فتح الجهاز الافتراضي السحابي (Cloud VM).
de: Der lokale cmux-Webserver ist offline. Starten Sie ihn und versuchen Sie 'Cloud-VM öffnen' erneut.
es: El servidor web local de cmux está desconectado. Inícialo y vuelve a intentar Abrir Cloud VM.
fr: Le serveur web local cmux est hors ligne. Démarrez-le et réessayez d’ouvrir la VM Cloud.
ja: ローカルのcmux Webサーバーがオフラインです。起動してからCloud VMをもう一度開いてください。
ko: 로컬 cmux 웹 서버가 오프라인 상태입니다. 서버를 시작하고 Cloud VM 열기를 다시 시도하세요.
zh_hans: 本地 cmux Web 服务器已离线。请启动它，然后重试「打开 Cloud VM」。
zh_hant: 本地 cmux 網頁伺服器已離線。請啟動它並重試開啟 Cloud VM。

# panel.cloudVM.loading.failed.missingCommand
source: Cloud VM attach command was empty.
ar: أمر إرفاق الجهاز الافتراضي السحابي (Cloud VM) فارغ.
de: Der Befehl zum Anhängen an die Cloud-VM war leer.
es: El comando de acoplamiento de la Cloud VM estaba vacío.
fr: La commande d’attachement de la VM Cloud était vide.
ja: クラウドVM接続コマンドが空です。
ko: Cloud VM 연결(attach) 명령어가 비어 있습니다.
zh_hans: Cloud VM 附加命令为空。
zh_hant: Cloud VM 附加指令為空。

# panel.cloudVM.loading.failed.serviceUnavailable
source: The Cloud VM service could not create a VM yet. Retry keeps using this pinned Cloud VM slot, and once a VM exists cmux will always reattach to that same VM.
ar: لم تتمكن خدمة الأجهزة الافتراضية السحابية (Cloud VM) من إنشاء جهاز افتراضي بعد. استخدام إعادة المحاولة يحافظ على فتحة الجهاز الافتراضي السحابي المثبتة هذه، وبمجرد وجود جهاز افتراضي، سيعيد cmux دائمًا إرفاقه بنفس الجهاز الافتراضي.
de: Der Cloud-VM-Dienst konnte noch keine VM erstellen. Ein erneuter Versuch verwendet weiterhin diesen angehefteten Cloud-VM-Slot, und sobald eine VM existiert, wird cmux immer wieder an dieselbe VM angehängt.
es: El servicio Cloud VM aún no pudo crear una VM. Al reintentar, se seguirá usando este espacio de Cloud VM fijado, y once que exista una VM, cmux siempre se volverá a acoplar a esa misma VM.
fr: Le service de VM Cloud n’a pas encore pu créer de VM. Réessayer continue d’utiliser cet emplacement de VM Cloud épinglé, et dès qu’une VM existe, cmux s’attachera toujours à cette même VM.
ja: 複数回再試行しましたが、Cloud VMサービスの準備が完了しませんでした。ワークスペースは残っています。少し待ってからもう一度お試しください。
ko: Cloud VM 서비스가 아직 VM을 생성하지 못했습니다. 다시 시도하면 이 고정된 Cloud VM 슬롯을 계속 사용하며, VM이 생성되면 cmux가 항상 해당 VM에 다시 연결합니다.
zh_hans: Cloud VM 服务暂时无法创建 VM。重试会继续使用这个已固定的 Cloud VM 槽位，一旦 VM 存在，cmux 将始终重新附加到同一个 VM。
zh_hant: Cloud VM 服務目前無法建立 VM。重試將繼續使用此釘選的 Cloud VM 插槽，且一旦 VM 建立，cmux 將一律重新附加到該同一個 VM。

# panel.cloudVM.loading.headline
source: Opening Cloud VM
ar: يتم فتح الجهاز الافتراضي السحابي (Cloud VM)
de: Cloud-VM wird geöffnet
es: Abriendo Cloud VM
fr: Ouverture de la VM Cloud
ja: クラウドVMを開いています
ko: Cloud VM 여는 중
zh_hans: 正在打开 Cloud VM
zh_hant: 正在開啟 Cloud VM

# panel.cloudVM.loading.message
source: Creating or reattaching to your persistent Cloud VM.
ar: يتم إنشاء جهازك الافتراضي السحابي المستمر أو إعادة الإرفاق به.
de: Erstellen oder erneutes Anhängen an Ihre persistente Cloud-VM.
es: Creando o volviendo a acoplar a tu Cloud VM persistente.
fr: Création ou réattachement à votre VM Cloud persistante.
ja: 永続クラウドVMを作成または再接続しています。
ko: 영구 Cloud VM을 생성하거나 다시 연결하는 중입니다.
zh_hans: 正在创建或重新附加到你的持久 Cloud VM。
zh_hant: 正在建立或重新附加到您的持續性 Cloud VM。

# panel.cloudVM.loading.step.endpoint
source: Waiting for a secure terminal endpoint
ar: بانتظار نقطة اتصال طرفية آمنة
de: Warten auf einen sicheren Terminal-Endpunkt
es: Esperando un punto de conexión de terminal seguro
fr: En attente d’un point de terminaison de terminal sécurisé
ja: 安全なターミナル接続先を待機しています
ko: 보안 터미널 엔드포인트 대기 중
zh_hans: 正在等待安全的终端端点
zh_hant: 正在等待安全終端機端點

# panel.cloudVM.loading.step.request
source: Requesting your persistent VM
ar: يتم طلب جهازك الافتراضي المستمر
de: Ihre persistente VM wird angefordert
es: Solicitando tu VM persistente
fr: Demande de votre VM persistante
ja: 永続VMをリクエストしています
ko: 영구 VM 요청 중
zh_hans: 正在请求你的持久 VM
zh_hant: 正在請求您的持續性 VM

# panel.cloudVM.loading.step.resume
source: Starting or resuming the VM
ar: يتم بدء أو استئناف الجهاز الافتراضي (VM)
de: VM wird gestartet oder fortgesetzt
es: Iniciando o reanudando la VM
fr: Démarrage ou reprise de la VM
ja: VMを起動または再開しています
ko: VM 시작 또는 재개 중
zh_hans: 正在启动或恢复 VM
zh_hant: 正在啟動或恢復 VM

# panel.cloudVM.loading.step.retrying
source: Still waiting; retrying in the background
ar: ما زال الانتظار مستمرًا؛ تجري إعادة المحاولة في الخلفية
de: Warten läuft noch; Versuch wird im Hintergrund wiederholt
es: Aún esperando; reintentando en segundo plano
fr: Toujours en attente ; nouvelle tentative en arrière-plan
ja: まだ待機中です。バックグラウンドで再試行しています
ko: 계속 대기 중, 백그라운드에서 재시도 중
zh_hans: 仍在等待；正在后台重试
zh_hant: 仍在等待；正在背景重試

# panel.cloudVM.loading.step.terminal
source: Terminal will open automatically when ready
ar: ستفتح الطرفية تلقائيًا عندما تصبح جاهزة
de: Terminal wird automatisch geöffnet, wenn es bereit ist
es: La terminal se abrirá automáticamente cuando esté lista
fr: Le terminal s’ouvrira automatiquement une fois prêt
ja: 準備ができたらターミナルが自動で開きます
ko: 준비가 완료되면 터미널이 자동으로 열립니다
zh_hans: 终端将在就绪后自动打开
zh_hant: 準備就緒時將自動開啟終端機

# panel.cloudVM.loading.step.workspace
source: Pinned workspace created
ar: تم إنشاء مساحة عمل مثبتة
de: Angehefteter Arbeitsbereich erstellt
es: Espacio de trabajo fijado creado
fr: Espace de travail épinglé créé
ja: ピン留めワークスペースを作成しました
ko: 고정된 작업 공간이 생성되었습니다
zh_hans: 已创建固定工作区
zh_hant: 已建立釘選的工作區

# panel.cloudVM.loading.title
source: Cloud VM
ar: سحابة VM
es: Máquina virtual en la nube
fr: Machine virtuelle cloud
ja: クラウドVM
ko: 클라우드 VM
zh_hans: 云虚拟机
zh_hant: 雲端虛擬機

# panel.displayName.fallback
source: Tab
ar: لسان
da: Fane
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nb: Fane
pl: Karta
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# panel.openFolder.prompt
source: Open
ar: فتح
bs: Otvori
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nb: Åpne
pl: Otwórz
pt_br: Abrir
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# panel.openFolder.title
source: Open Folder
ar: فتح مجلد
bs: Otvori folder
da: Åbn mappe
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb: Åpne mappe
pl: Otwórz folder
pt_br: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasör Aç
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# pricing.enterprise.cta
source: Contact sales
ar: الاتصال بالمبيعات
de: Vertrieb kontaktieren
es: Contactar con ventas
fr: Contacter le service commercial
ja: 営業に問い合わせ
ko: 영업 문의
zh_hans: 联系销售
zh_hant: 聯絡銷售人員

# pricing.enterprise.f1
source: Self-host agent execution, air-gapped
ar: استضافة ذاتية لتشغيل الوكيل، معزول تمامًا (air-gapped)
de: Self-Host-Agentenausführung, Air-Gapped
es: Ejecución de agentes autohospedada, aislada (air-gapped)
fr: Exécution de l’agent auto-hébergée, air-gapped
ja: エージェント実行をセルフホスト、エアギャップ対応
ko: 에어갭(air-gapped) 환경의 자체 호스팅 에이전트 실행
zh_hans: 自托管代理执行，支持网络隔离环境
zh_hant: 自我代管代理人執行，實體隔離

# pricing.enterprise.f2
source: SSO / SAML, audit logs
ar: سجلات التدقيق وSSO / SAML
de: SSO / SAML, Audit-Protokolle
es: SSO / SAML, registros de auditoría
fr: SSO / SAML, journaux d’audit
ja: SSO / SAML、監査ログ
ko: SSO / SAML, 감사 로그
zh_hans: SSO / SAML，审计日志
zh_hant: SSO / SAML、稽核記錄

# pricing.enterprise.name
source: Enterprise
ar: المؤسسات
es: Empresa
fr: Entreprise
ja: エンタープライズ
ko: 엔터프라이즈
zh_hans: 企业版
zh_hant: 企業版

# pricing.enterprise.note
source: Self-hosting and compliance.
ar: الاستضافة الذاتية والامتثال.
de: Self-Hosting und Compliance.
es: Autohospedaje y cumplimiento de normativas.
fr: Auto-hébergement et conformité.
ja: セルフホスティングとコンプライアンス。
ko: 자체 호스팅 및 규정 준수.
zh_hans: 自托管与合规。
zh_hant: 自我代管與合規性。

# pricing.enterprise.price
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Sur mesure
ja: カスタム
ko: 맞춤형
zh_hans: 定制
zh_hant: 自訂

# pricing.footnote
source: One click with your cmux account. Cancel anytime.
ar: نقرة واحدة باستخدام حساب cmux الخاص بك. يمكنك الإلغاء في أي وقت.
de: Ein Klick mit Ihrem cmux-Konto. Jederzeit kündbar.
es: Un clic con tu cuenta de cmux. Cancela en cualquier momento.
fr: En un clic avec votre compte cmux. Annulez à tout moment.
ja: cmuxアカウントでワンクリック。いつでも解約できます。
ko: cmux 계정으로 한 번의 클릭만으로 가능합니다. 언제든지 취소하세요.
zh_hans: 用 cmux 账户一键开通，可随时取消。
zh_hant: 使用您的 cmux 帳戶一鍵啟用。隨時可取消。

# pricing.free.cta
source: Download for Mac
ar: تنزيل لجهاز Mac
de: Für Mac herunterladen
es: Descargar para Mac
fr: Télécharger pour Mac
ja: Mac版をダウンロード
ko: Mac용 다운로드
zh_hans: 下载 Mac 版
zh_hant: 下載 Mac 版

# pricing.free.f1
source: Native macOS terminal built on Ghostty, open source
ar: طرفية macOS أصلية مبنية على Ghostty، مفتوحة المصدر
de: Natives macOS-Terminal basierend auf Ghostty, Open-Source
es: Terminal nativa de macOS integrada en Ghostty, de código abierto
fr: Terminal macOS natif basé sur Ghostty, open source
ja: GhosttyベースのネイティブmacOSターミナル、オープンソース
ko: Ghostty 기반으로 구축된 오픈 소스 네이티브 macOS 터미널
zh_hans: 基于 Ghostty 的原生 macOS 终端，开源
zh_hant: 基於 Ghostty 建置的原生 macOS 終端機，開放原始碼

# pricing.free.f2
source: Unlimited local terminals and agents
ar: عدد غير محدود من الطرفيات والوكلاء المحليين
de: Unbegrenzte lokale Terminals und Agenten
es: Terminales y agentes locales ilimitados
fr: Terminaux et agents locaux illimités
ja: ローカルのターミナルとエージェントは無制限
ko: 무제한 로컬 터미널 및 에이전트
zh_hans: 本地终端和代理数量不限
zh_hant: 無限制的本地終端機與代理人

# pricing.free.f3
source: 5 active Cloud VMs, 20 VM creates
ar: 5 أجهزة افتراضية سحابية نشطة، و20 عملية إنشاء جهاز افتراضي
de: 5 aktive Cloud-VMs, 20 VM-Erstellungen
es: 5 Cloud VM activas, 20 creaciones de VM
fr: 5 VM Cloud actives, 20 créations de VM
ja: Cloud VMは同時5台、作成20回
ko: 활성 Cloud VM 5개, VM 생성 20회
zh_hans: 5 个活动 Cloud VM，20 次 VM 创建
zh_hant: 5 個作用中的 Cloud VM，20 次 VM 建立額度

# pricing.free.f4
source: Community support
ar: دعم المجتمع
es: Soporte de la comunidad
fr: Support communautaire
ja: コミュニティサポート
ko: 커뮤니티 지원
zh_hans: 社区支持
zh_hant: 社群支援

# pricing.free.name
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
zh_hans: 免费版
zh_hant: 免費版

# pricing.free.note
source: The full terminal, forever.
ar: الطرفية الكاملة، للأبد.
de: Das vollständige Terminal, für immer.
es: La terminal completa, para siempre.
fr: Le terminal complet, pour toujours.
ja: ターミナルのすべてを、ずっと無料で。
ko: 터미널의 모든 기능, 영원히.
zh_hans: 完整终端，永久免费。
zh_hant: 完整的終端機，永久免費。

# pricing.native.compare.admin
source: Centralized admin and shared team rules
ar: إدارة مركزية وقواعد مشتركة للفريق
de: Zentralisierte Administration und gemeinsam genutzte Team-Regeln
es: Administración centralizada y reglas de equipo compartidas
fr: Administration centralisée et règles d’équipe partagées
ja: 一元管理と共有チームルール
ko: 중앙 집중식 관리 및 공유 팀 규칙
zh_hans: 集中管理与团队共享规则
zh_hant: 集中式管理與共享團隊規則

# pricing.native.compare.agents
source: Local CLI agents with your own keys
ar: وكلاء CLI محليون بمفاتيحك الخاصة
de: Lokale CLI-Agenten mit eigenen Keys
es: Agentes de CLI locales con tus propias claves
fr: Agents CLI locaux avec vos propres clés
ja: 自分のキーで動かすローカル CLI エージェント
ko: 자체 키를 사용하는 로컬 CLI 에이전트
zh_hans: 使用自有密钥的本地 CLI 代理
zh_hant: 使用您自己的金鑰執行本地 CLI 代理人

# pricing.native.compare.billing
source: Unified billing and seat management
ar: فوترة موحدة وإدارة المقاعد
de: Einheitliche Abrechnung und Lizenzenverwaltung
es: Facturación unificada y gestión de puestos
fr: Facturation unifiée et gestion des licences
ja: 請求とシート管理の一元化
ko: 통합 결제 및 시트(seat) 관리
zh_hans: 统一结算与席位管理
zh_hant: 統一計費與席位管理

# pricing.native.compare.cloud
source: Cloud agents on Cloud VMs
ar: وكلاء سحابيون على أجهزة افتراضية سحابية
de: Cloud-Agenten auf Cloud-VMs
es: Agentes en la nube en Cloud VM
fr: Agents cloud sur VM cloud
ja: Cloud VM 上のクラウドエージェント
ko: Cloud VM 기반 클라우드 에이전트
zh_hans: 在 Cloud VM 上运行云端代理
zh_hant: Cloud VM 上的雲端代理人

# pricing.native.compare.cloud.enterprise
source: Committed usage
ar: استخدام ملتزم به
de: Verbindliche Nutzung
es: Uso comprometido
fr: Usage engagé
ja: 契約利用量
ko: 약정 사용량
zh_hans: 承诺用量
zh_hant: 承諾使用量

# pricing.native.compare.cloud.free
source: 1 VM trial
ar: تجربة جهاز افتراضي واحد
de: 1 Test-VM
es: Prueba de 1 VM
fr: Essai d’une VM
ja: VM トライアル 1 回
ko: VM 1개 체험
zh_hans: 1 个 VM 试用
zh_hant: 1 個 VM 試用

# pricing.native.compare.cloud.pro
source: Included
ar: مشمول
de: Inbegriffen
es: Incluido
fr: Inclus
ja: 含まれます
ko: 포함됨
zh_hans: 已包含
zh_hant: 已包含

# pricing.native.compare.cloud.team
source: Included
ar: مشمول
de: Inbegriffen
es: Incluido
fr: Inclus
ja: 含まれます
ko: 포함됨
zh_hans: 已包含
zh_hant: 已包含

# pricing.native.compare.concurrent
source: Concurrent Cloud VMs
ar: أجهزة افتراضية سحابية متزامنة
de: Gleichzeitige Cloud-VMs
es: Cloud VM concurrentes
fr: VM cloud simultanées
ja: 同時 Cloud VM 数
ko: 동시 실행 Cloud VM
zh_hans: 并发 Cloud VM
zh_hant: 並行 Cloud VM

# pricing.native.compare.concurrent.team
source: 50 per user
ar: 50 لكل مستخدم
de: 50 pro Benutzer
es: 50 por usuario
fr: 50 par utilisateur
ja: ユーザーごとに 50
ko: 사용자당 50개
zh_hans: 每用户 50 个
zh_hant: 每位使用者 50 個

# pricing.native.compare.custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Sur mesure
ja: カスタム
ko: 맞춤형
zh_hans: 定制
zh_hant: 自訂

# pricing.native.compare.gateway
source: Model gateway: routing and usage analytics
ar: بوابة النماذج: توجيه وتحليلات الاستخدام
de: Modell-Gateway: Routing- und Nutzungsanalysen
es: Model gateway: enrutamiento y analíticas de uso
fr: Passerelle de modèles : routage et analyses d’utilisation
ja: モデルゲートウェイ: ルーティングと利用分析
ko: 모델 게이트웨이: 라우팅 및 사용량 분석
zh_hans: 模型网关：路由与用量分析
zh_hant: 模型閘道器：路由與使用狀況分析

# pricing.native.compare.ios
source: iOS app
ar: تطبيق iOS
es: Aplicación iOS
fr: Application iOS
ja: iOS アプリ
ko: iOS 앱
zh_hans: iOS 应用
zh_hant: iOS 應用程式

# pricing.native.compare.selfHosted
source: Self-hosted and air-gapped execution
ar: تشغيل مستضاف ذاتيًا ومعزول تمامًا
de: Selbstgehostete und Air-Gapped-Ausführung
es: Ejecución autohospedada y aislada de la red (air-gapped)
fr: Exécution auto-hébergée et isolée (air-gap)
ja: セルフホストとエアギャップ実行
ko: 자체 호스팅 및 에어갭 실행
zh_hans: 自托管与网络隔离环境执行
zh_hant: 自我代管與實體隔離執行

# pricing.native.compare.sso
source: SSO and SAML sign-in
ar: تسجيل الدخول الأحادي (SSO) وSAML
de: SSO- und SAML-Anmeldung
es: Inicio de sesión SSO y SAML
fr: Connexion SSO et SAML
ja: SSO と SAML サインイン
ko: SSO 및 SAML 로그인
zh_hans: SSO 与 SAML 登录
zh_hant: SSO 與 SAML 登入

# pricing.native.compare.support
source: Support
ar: يدعم
de: Unterstützung
es: Apoyo
fr: Soutien
ja: サポート
ko: 지원하다
zh_hans: 支持服务
zh_hant: 支援

# pricing.native.compare.support.community
source: Community
ar: مجتمعي
es: Comunidad
fr: Communauté
ja: コミュニティ
ko: 커뮤니티
zh_hans: 社区
zh_hant: 社群

# pricing.native.compare.support.dedicated
source: Dedicated
ar: مخصص
de: Dediziert
es: Dedicado
fr: Dédié
ja: 専任
ko: 전담 지원
zh_hans: 专属
zh_hant: 專屬

# pricing.native.compare.support.email
source: Email
ar: بريد إلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
zh_hans: 邮件
zh_hant: 電子郵件

# pricing.native.compare.support.priority
source: Priority
ar: أولوية
de: Priorisiert
es: Prioritario
fr: Prioritaire
ja: 優先
ko: 우선 지원
zh_hans: 优先
zh_hant: 優先

# pricing.native.compare.terminal
source: Native macOS terminal, open source
ar: طرفية macOS أصيلة، مفتوحة المصدر
de: Natives macOS-Terminal, Open Source
es: Terminal nativa de macOS, de código abierto
fr: Terminal macOS natif, open source
ja: オープンソースのネイティブ macOS ターミナル
ko: 오픈 소스 네이티브 macOS 터미널
zh_hans: 原生 macOS 终端，开源
zh_hant: 原生 macOS 終端機，開放原始碼

# pricing.native.compare.title
source: Compare plans
ar: قارن بين الخطط
de: Tarife vergleichen
es: Comparar planes
fr: Comparer les forfaits
ja: プラン比較
ko: 요금제 비교
zh_hans: 比较方案
zh_hant: 比較方案

# pricing.native.compare.usageBased
source: Usage-based
ar: حسب الاستخدام
de: Nutzungsbasiert
es: Basado en el uso
fr: À l’usage
ja: 従量課金
ko: 사용량 기반
zh_hans: 按用量计费
zh_hant: 依用量計費

# pricing.native.compare.workspace
source: Vertical tabs, splits, notifications, socket API
ar: علامات تبويب رأسية، تقسيمات، إشعارات، وواجهة برمجة تطبيقات socket
de: Vertikale Tabs, Aufteilungen, Benachrichtigungen, Socket-API
es: Pestañas verticales, divisiones, notificaciones, API de socket
fr: Onglets verticaux, divisions, notifications, API socket
ja: 縦タブ、分割、通知、ソケット API
ko: 세로 탭, 분할, 알림, 소켓 API
zh_hans: 垂直标签页、拆分、通知、套接字 API
zh_hant: 垂直標籤頁、分割、通知、Socket API

# pricing.native.current
source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
zh_hans: 当前
zh_hant: 目前

# pricing.native.currentPlan
source: Current plan
ar: الخطة الحالية
de: Aktueller Tarif
es: Plan actual
fr: Forfait actuel
ja: 現在のプラン
ko: 현재 요금제
zh_hans: 当前方案
zh_hant: 目前方案

# pricing.native.enterprise.cta
source: Contact sales
ar: الاتصال بالمبيعات
de: Vertrieb kontaktieren
es: Contactar con ventas
fr: Contacter le service commercial
ja: 営業に問い合わせる
ko: 영업 문의
zh_hans: 联系销售
zh_hant: 聯絡銷售人員

# pricing.native.enterprise.feature.audit
source: Audit logs and dedicated support
ar: سجلات التدقيق ودعم مخصص
de: Audit-Protokolle und dedizierter Support
es: Registros de auditoría y soporte dedicado
fr: Journaux d’audit et support dédié
ja: 監査ログと専任サポート
ko: 감사 로그 및 전담 지원
zh_hans: 审计日志与专属支持
zh_hant: 稽核記錄與專屬支援

# pricing.native.enterprise.feature.gateway
source: Self-hosted model gateway
ar: بوابة نماذج مستضافة ذاتيًا
de: Selbstgehosteter Modell-Gateway
es: Model gateway autohospedado
fr: Passerelle de modèles auto-hébergée
ja: セルフホストのモデルゲートウェイ
ko: 자체 호스팅 모델 게이트웨이
zh_hans: 自托管模型网关
zh_hant: 自我代管模型閘道器

# pricing.native.enterprise.feature.selfHosted
source: Self-hosted Cloud execution and networking
ar: تشغيل سحابي وشبكات مستضافة ذاتيًا
de: Selbstgehostete Cloud-Ausführung und Netzwerkbetrieb
es: Ejecución y red en la nube autoalojadas
fr: Exécution et réseau cloud auto-hébergés
ja: セルフホストの Cloud 実行とネットワーク
ko: 자체 호스팅 클라우드 실행 및 네트워킹
zh_hans: 自托管云端执行与网络
zh_hant: 自我代管雲端執行與網路

# pricing.native.enterprise.feature.sla
source: SOC 2 and an SLA
ar: SOC 2 واتفاقية مستوى الخدمة (SLA)
de: SOC 2 und ein SLA
es: SOC 2 y un SLA
fr: SOC 2 et SLA
ja: SOC 2 と SLA
ko: SOC 2 및 SLA
zh_hans: SOC 2 与 SLA
zh_hant: SOC 2 與 SLA

# pricing.native.enterprise.feature.sso
source: SSO and SAML sign-in
ar: تسجيل الدخول الأحادي (SSO) وSAML
de: SSO- und SAML-Anmeldung
es: Inicio de sesión SSO y SAML
fr: Connexion SSO et SAML
ja: SSO と SAML サインイン
ko: SSO 및 SAML 로그인
zh_hans: SSO 与 SAML 登录
zh_hant: SSO 與 SAML 登入

# pricing.native.enterprise.price
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Sur mesure
ja: カスタム
ko: 맞춤형
zh_hans: 定制
zh_hant: 自訂

# pricing.native.free.feature.agents
source: Claude Code, Codex, Gemini, and local CLI agents
ar: Claude Code، وCodex، وGemini، ووكلاء CLI محليون
de: Claude Code, Codex, Gemini und lokale CLI-Agents
es: Claude Code, Codex, Gemini y agentes locales de CLI
fr: Claude Code, Codex, Gemini et agents CLI locaux
ja: Claude Code、Codex、Gemini、ローカル CLI エージェント
ko: Claude Code, Codex, Gemini 및 로컬 CLI 에이전트
zh_hans: Claude Code、Codex、Gemini 及本地 CLI 代理
zh_hant: Claude Code、Codex、Gemini 以及本地 CLI 代理人

# pricing.native.free.feature.community
source: Community support on Discord and GitHub
ar: دعم مجتمعي على Discord وGitHub
de: Community-Support auf Discord und GitHub
es: Soporte de la comunidad en Discord y GitHub
fr: Support communautaire sur Discord et GitHub
ja: Discord と GitHub でのコミュニティサポート
ko: Discord 및 GitHub을 통한 커뮤니티 지원
zh_hans: Discord 和 GitHub 上的社区支持
zh_hant: Discord 與 GitHub 上的社群支援

# pricing.native.free.feature.terminal
source: Native Ghostty-based terminal
ar: طرفية أصيلة تعتمد على Ghostty
de: Natives Ghostty-basiertes Terminal
es: Terminal nativa basada en Ghostty
fr: Terminal natif basé sur Ghostty
ja: Ghostty ベースのネイティブターミナル
ko: 네이티브 Ghostty 기반 터미널
zh_hans: 基于 Ghostty 的原生终端
zh_hant: 原生 Ghostty 終端機

# pricing.native.free.feature.trial
source: Local session history and one Cloud VM trial
ar: سجل جلسات محلي وتجربة لجهاز افتراضي سحابي واحد
de: Lokaler Sitzungsverlauf und eine Cloud-VM-Testversion
es: Historial de sesiones locales y una prueba de VM en la nube
fr: Historique de session local et essai d’une VM cloud
ja: ローカルセッション履歴と Cloud VM の1回分トライアル
ko: 로컬 세션 기록 및 Cloud VM 1개 체험
zh_hans: 本地会话历史与一次 Cloud VM 试用
zh_hant: 本地工作階段歷程紀錄與一個 Cloud VM 試用

# pricing.native.free.feature.workspaces
source: Vertical tabs, split panes, browser panels, and notifications
ar: علامات تبويب رأسية، أجزاء مقسمة، لوحات متصفح، وإشعارات
de: Vertikale Tabs, geteilte Teilfenster, Browser-Panels und Benachrichtigungen
es: Pestañas verticales, paneles divididos, paneles de navegador y notificaciones
fr: Onglets verticaux, volets divisés, panneaux de navigation et notifications
ja: 縦型タブ、分割ペイン、ブラウザパネル、通知
ko: 세로 탭, 분할 창, 브라우저 패널 및 알림
zh_hans: 垂直标签页、拆分面板、浏览器面板和通知
zh_hant: 垂直標籤頁、分割窗格、瀏覽器面板與通知

# pricing.native.metric.compute
source: Included compute
ar: الحوسبة المضمنة
de: Inklusive Rechenleistung
es: Cómputo incluido
fr: Ressources de calcul incluses
ja: 含まれる計算時間
ko: 포함된 컴퓨팅
zh_hans: 包含算力
zh_hant: 內含運算

# pricing.native.metric.compute.value
source: 20 hrs/mo
ar: 20 ساعة/الشهر
de: 20 Std./Monat
es: 20 hrs/mes
fr: 20 h/mois
ja: 月20時間
ko: 20시간/월
zh_hans: 20 小时/月
zh_hant: 20 小時/月

# pricing.native.metric.usage
source: Extra usage
ar: استخدام إضافي
de: Zusätzliche Nutzung
es: Uso adicional
fr: Utilisation supplémentaire
ja: 追加利用
ko: 초과 사용량
zh_hans: 额外用量
zh_hant: 額外使用量

# pricing.native.metric.usage.value
source: metered
ar: محتسب بالاستهلاك
de: nach Verbrauch
es: medido
fr: mesurée
ja: 従量課金
ko: 종량제
zh_hans: 按量计费
zh_hant: 按量計費

# pricing.native.metric.vm
source: Default VM
ar: الجهاز الافتراضي الافتراضي
de: Standard-VM
es: VM predeterminada
fr: VM par défaut
ja: 標準 VM
ko: 기본 VM
zh_hans: 默认 VM
zh_hant: 預設虛擬機

# pricing.native.period.month
source: /month
ar: /شهريًا
de: /Monat
es: /mes
fr: /mois
ja: /月
ko: /월
zh_hans: /月
zh_hant: /月

# pricing.native.period.userMonth
source: /user/month
ar: /مستخدم/شهريًا
de: /Benutzer/Monat
es: /usuario/mes
fr: /utilisateur/mois
ja: /ユーザー/月
ko: /사용자/월
zh_hans: /用户/月
zh_hant: /使用者/月

# pricing.native.plan.enterprise
source: Enterprise
ar: المؤسسات
es: Empresa
fr: Entreprise
ja: エンタープライズ
ko: 엔터프라이즈
zh_hans: 企业版
zh_hant: 企業版

# pricing.native.plan.free
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
zh_hans: 免费版
zh_hant: 免費版

# pricing.native.plan.team
source: Team
ar: فريق
es: Equipo
fr: Équipe
ja: チーム
ko: 팀
zh_hans: 团队版
zh_hant: 團隊

# pricing.native.pro.feature.gateway
source: Unlimited workspaces
ar: مساحات عمل غير محدودة
de: Unbegrenzte Arbeitsbereiche
es: Espacios de trabajo ilimitados
fr: Espaces de travail illimités
ja: ワークスペースは無制限
ko: 무제한 작업 공간
zh_hans: 不限量工作区
zh_hant: 無限工作區
